; WinSnap v2.0.2 Fichier de langue Française
; Traduction par Neoscorp <neoscorp.laspirale@gmail.com>

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Fichier Exécutable (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Sauver avec Transparence"

; Settings, Image tab
20061="Transparence"

; Capture modes
20211="Plein Ecran"
20212="Application"
20213="Fenêtre"
20214="Menu"
20215="Objet"
20216="Région"

; Main menu, Capture
20511="&Plein Ecran\tCtrl+1"
20512="&Application\tCtrl+2"
20513="&Fenêtre\tCtrl+3"
20514="&Menu\tCtrl+4"
20515="&Objet\tCtrl+5"
20516="&Région\tCtrl+6"

; Main menu
20600="&Outils"
20601="&Configurer..."

; Tray menu
20921="&Plein Ecran"
20922="&Application"
20923="&Fenêtre"
20924="&Menu"
20925="&Objet"
20926="&Région"

; Settings, Hotkeys tab
21712="Plein Ecran:"
21713="Fenêtre d'une Application:"
21714="Fenêtre Active:"
21715="Menu contextuel:"
21716="Capture d'un Objet:"
21717="Capture d'une Région:"

; Customize Tools dialog
23000="Configurer les Outils"
23001="Nouveau..."
23002="Editer..."
23003="Supprimer"
23004="Monter"
23005="Descendre"
23006="Fermer"

; New Tool dialog
23100="Outils Externes"
23101="OK"
23102="Annuler"

23110="Application:"
23111="Nom:"
23112="Commande:"
23113="Parcourir..."
23114="Paramètres:"
23115="Minimiser WinsNap après l'exécutin de la commande"
23116="Ne pas demander de nom de l'image sauvée"
23120="Options du fichier sauvegardé:"
23121="Dossier:"
23122="Parcourir..."
23123="Nom:"
23124="Format de l'image:"

; Region mode, right-click menu
24106="Taille Fixe"
24107="Enregistrer la position"

; Object mode, helper dialog
24201="Déplacer le pointeur de la souris sur l'écran pour changer la sélection. Utiliser la touche CTRL pour sélectionner plusieurs objets et cliquez droit pour changer les options."
24202="Titre:"
24203="Classe:"
24204="Processus:"

; Object mode, right-click menu
24300="Sélectionner l'objet\tSpace"
24301="Inverser la sélection\tTab"
24302="Annuler la sélection\tBackspace"
24303="Boutons et contrôles"
24304="Fenêtre d'une application"
24305="Annuler la capture\tEsc"
24306="Annuler le menu"

; Register dialog
28000="Enregistrer WinSnap"
28001="S'enregistrer"
28002="Entrez la clef de licence..."
28003="Continuer"
28004="Quitter"
28010="Votre copie de WinSnap est limitée à 30 jours. Vous devez acheter une licence si vous souhaitez continuer à l'utiliser."
28011="Il vous reste %d djours pour vous enregistrer."
28012="Licence et Tarifs"

; About dialog
28100="A Props de WinSnap"
28101="OK"
28102="S'enregistrer"
28103="Le programme est enregistré pour:"
28104="Forum de Support"

; Errors
32009="Dossier Invalide:\r\n%s"
32010="Ne peut pas créer le processus."
32020="Vous devez spécifier un nom."


10000="Français"

; Configuration
20000="Windows Snapshot Maker v1.1.8"
20001=" (Non Enregistré)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="Capture_"

; Print job name
20011="WinSnap Screenshot"

; Save/Open filters
20030="Tous les Fichiers (*.*)"
20031="Tous les formats supportés"
20032="Clef de Licence (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< Pas d'Image >>"
20091="Génération..."

; Main window
20100="Fermer"
20101="Nouvelle Capture"
20102="Copier dans le presse papier"
20103="Sauver l'Image..."
20104="Envoyer par Mail..."

20110="Coloration:"
20111="Désactivé"
20112="Echelle de Gris"
20113="Sépia"
20114="Négative"

20115="Ombre:"
20116="Désactivé"
20117="Positive"
20118="Négative"
20119="Autour"

20120="Améliorations:"
20121="Cadre"
20122="Filigrane"
20123="Rotation"
20124="Echelle"

20200="Mode de Capture:"
20201="Plein Ecran"
20202="Programme"
20203="Fenêtre"
20204="Objet d'une fenêtre"
20205="Menu Popup"
20206="Région"

; Menu
20300="&Fichier"
20301="&Nouvelle Capture\tCtrl+N"
20302="&Ouvrir l'Image...\tCtrl+O"
20303="&Sauver\tCtrl+S"
20304="Sauver sous..."
20305="Sauver la vignette..."
20306="Imprimer...\tCtrl+P"
20307="Configuration de la page..."
20308="Quitter"

20350="&Editer"
20351="&Copier\tCtrl+C"
20352="Copier la vignette"
20353="Coller\tCtrl+V"
20354="Effacer l'Image\tDel"

20400="&Options"
20401="Sauver automatiquement"
20402="Copier automatiquement"
20403="Configuration...\tF2"

20410="&Coloration"
20411="Désactivée"
20412="Echelle de Gris"
20413="&Sépia"
20414="&Négatives"

20420="Ombre"
20421="Désactivée"
20422="&Positive"
20423="&Négative"
20424="Autour"

20430="Améliorations"
20431="&Contour"
20432="Filigranne"
20433="&Rotation"
20434="Echelle"

20500="&Capture"
20501="&Plein écran\tCtrl+1"
20502="&Application\tCtrl+2"
20503="&Fenêtre\tCtrl+3"
20504="Objet\tCtrl+4"
20505="&Menu Popup\tCtrl+5"
20506="&Région...\tCtrl+6"

20550="&Aide"
20551="Catégories de l'Aide\tF1"
20552="Page d'Accueil"
20553="Support et Forum"
20554="Vérifier les mises a jour"
20555="&A propos de WinSnap..."
20556="Enregistrer WinSnap"
20557="&Entrer la clef de la licence..."

; Tray menu
20900="Cacher WinSnap"
20901="Afficher WinSnap"
20903="Configuration..."
20904="Quitter"

20911="Plein écran"
20912="&Application"
20913="Fenêtre"
20914="Objet"
20915="Menu Popup"
20916="&Région"

; Config
21000="Configuration"
21001="OK"
21002="Annuler"
21003="Appliquer"

21050="Général"
21051="Améliorations"
21052="Canvas"
21053="Filigrane"
21054="Image"
21055="Raccourcis"

; General page
21100="Traduction:"
21101="Autres traductions..."
21102="Démarrer WinSnap automatiquement au démarrage de Windows"
21103="Vérifier régulièrement les mises à jour"
21104="WinSnap au dessus des autres fenêtres"
21105="Restaurer la position et la taille de WinSnap"
21106="Montrer WinSnap près de l'horloge"
21107="Minimiser lors de la fermeture du programme"
21108="Faire une capture lors du démarrage de WinSnap:"
21109="Mode de capture:"
21110="Jouer un son lors de la capture"
21111="Cacher WinSnap avant de faire une capture"
21112="Cacher l'icône de WinSnap (proche de l'horloge) avant la capture"
21113="Delais avant de faire la capture si WinSnap visible (ms):"
21114="Inclure le curseur de la souris dans la capture"

; Blending page
21200="Ombre:"
21201="Angle:"
21202="°"
21203="Distance:"
21204="px"
21205="Taille:"
21206="px"
21207="Transparence:"
21208="%"
21209="Couleur:"
21210="#"
21211="Contour:"
21212="Couleur:"
21213="#"
21214="Taille:"
21215="px"
21216="Fond:"
21217="Couleur:"
21218="#"

; Canvas page
21400="Rotation:"
21401="Angle:"
21402="°"
21403="Echelle:"
21404="Ajuster a l'échelle:"
21405="Ajuster la taille de l'image:"
21406="Dimension:"
21407="%"
21408="Largeur:"
21409="px"
21410="Hauteur:"
21411="px"
21412="Garder les proportions"
21413="Avancé:"
21414="Type d'Interpolation:"

21490="Nearest neighbor"
21491="Bilinéaire"
21492="Bicubique"
21493="Haute qualité Bilinéaire"
21494="Haute qualité Bicubique"

; Watermark page
21500="Ajout d'image:"
21501="Fichier Image:"
21502="Parcourir..."
21503="Image avec Transparence:"
21504="Transparence:"
21505="%"
21506="Position:"
21507="Indiquer la position du filigrane:"
21508="Horizontal:"
21509="%"
21510="Vertical:"
21511="%"
21512="Horizontal:"
21513="px"
21514="Vertical:"
21515="px"
21516="Utiliser les coordonnées relatives"

21590="Haut - Gauche"
21591="Haut - Centre"
21592="Haut - Droite"
21593="Center - Gauche"
21594="Centré"
21595="Centre - Droite"
21596="Bas - Gauche"
21597="Bas - Centré"
21598="Bas - Droite"

; Saving page
21600="Copier automatiquement dans le presse papier"
21601="Sauver automatiquement les images"
21602="Ne pas demander le nom des images sauvées"
21603="Conserver WinSnap minimisé dans le mode de sauvegarde auto"
21604="Effacer l'image en minimizan WinSnap (Economie de mémoire)"
21610="Options d'autosauvegarde:"
21611="Dossier par défaut:"
21612="Parcourir..."
21613="Nom du fichier:"
21615="Format de l'image:"
21620="Compression:"
21621="Qualité JPEG:"
21622="%"
21699="Sélectionner le dossier ou sauver les images."

; Hotkeys page
21700="Activer les touches de raccourcis"
21701="Capture control:"
21702="Plein écran:"
21703="Fenêtre d'une application:"
21704="Fenêtre active:"
21705="Objet d'une fenêtre:"
21706="Menu Popup:"
21707="Capture par région:"
21720="WinSnap control:"
21721="Minimizer/restaurer:"
21722="Afficher/Cacher la fenêtre principale:"
21723="Quitter WinSnap:"

; Region selection
24001="Sélectionner une région sur l'écranen utilisant la souris ou les touches de direction. Utiliser le click droit pour modifier le type de sélection et F1 pour Afficher/Masquer cette aide."
24002="Position:"
24003="x:"
24004="y:"
24005="Taille:"
24006="w:"
24007="h:"
24100="Rectangle"
24101="Rectangle arrondi"
24102="Ellipse"
24103="Annuler la sélection\tBackspace"
24104="Annuler la capture\tEsc"
24105="Annuler le menu"

; Confirmations
31900="Confirmation de WinSnap"
31901="WinSnap est déjà lancé. Souhaitez vous le stopper?"
31902="Êtes vous sûr de vouloir quitter WinSnap?"
31903="Redémarrer WinSnap afin de terminer le processus d'enregistrement.\r\nSouhaitez vous redémarrer WinSnap maintenant ?"

; Errors
32000="Erreur de WinSnap"
32001="Ne peut pas lancer le fichier de langue."
32002="Ne peut pas enregistrer la configuration dans le registre. Veuillez vérifier vos droits sur ce PC."
32003="Ne peut pas ouvrir le fichier image.\r\nCeci n'est pas une image valide, ou son format n'est pas supporté."
32004="Ne peut pas sauver l'image sur le disque."
32005="Ne peut pas sauver l'image temporaire."
32006="Impossible de lancer le protocole de mail (Mapi32.dll)."
32007="MAPI n'a pas pu envoyer le message."
32008="Echec de l'enregistrement de WinSnap."

; Check for update
32500="Mise a jour de WinSnap"
32501="Une nouvelle version de WinSnap est disponible!\r\nSouhaitez vous la télécharger?"
32502="Votre version de WinSnap est a jour. Il n'y a pas de mise a jour disponible."
